Repository: stasprigodich/Places
Catalog: places/Resources/Localizable.xcstrings
Source language: en
Languages: es

# ErrorStateView.retryButton
source: Retry
es: Reintentar

# General.okay
source: OK
es: Aceptar

# SearchPlaceRowView.accessibility.accessibilityHint
source: Double-tap to open this place in the Wikipedia app
es: Doble toque para abrir este lugar en la app de Wikipedia

# SearchPlaces.accessibility.empty
source: No places found
es: No se encontraron lugares

# SearchPlaces.accessibility.error
source: Failed to load places
es: No se pudieron cargar los lugares

# SearchPlaces.accessibility.loading
source: Loading places
es: Cargando lugares

# SearchPlaces.accessibility.result
source: %d places found
es: %d lugares encontrados

# SearchPlaces.defaultPlaceName
source: Place at (%f, %f)
es: Lugar en (%f, %f)

# SearchPlaces.emptyMessage
source: No places found
es: No se encontraron lugares

# SearchPlaces.errorMessage
source: Failed to load places
es: No se pudieron cargar los lugares

# SearchPlaces.title
source: Places
es: Lugares

# SearchTextField.accessibility.accessibilityHint
source: Double-tap to enter search query
es: Doble toque para ingresar la consulta de búsqueda

# SearchTextField.accessibility.accessibilityLabel
source: Search for places
es: Buscar lugares

# SearchTextField.placeholder
source: Search...
es: Buscar...

# WikipediaAppAlert.message
source: Wikipedia app is not installed
es: La aplicación de Wikipedia no está instalada
